app/controllers/posts_controller.rb

	def create
	  @post = Post.new(params)
	  @post.save
---
INSERT INTO "posts" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Test"], ["description", "testing"], ["created_at", "2019-09-05 21:17:37.397386"], ["updated_at", "2019-09-05 21:17:37.397386"]]